---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsProjectLocationParam
source: html/9335002e-ea59-273c-9d4c-28e975c900f3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsProjectLocationParam Property

"Location"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsProjectLocationParam { get; }
```